Repository: ResultadosDigitais/rdstation-wp
Catalog: integracao-rd-station/languages/integracao-rd-station-*.po
Languages: es

source: Some custom themes don't include the WordPress global footer, causing the tracking code to not work.
es: Algunos temas personalizados no incluyen el pie de página global de WordPress, lo que hace que el código de seguimiento no funcione.

source: Validate
es: Validar

source: Warning: validate it on RD Station Marketing:
es: Advertencia: valídelo en RD Station Marketing:

source: On
es: Encendido

source: Off
es: Apagado

source: You need to connect to RD Station before enable/disable this feature.
es: Debe conectarse a RD Station antes de habilitar/deshabilitar esta función.

source: Connect to RD Station
es: Conectarse a RD Station

source: To continue to install the Tracking Code, we need first to confirm your access permissions.
es: Para continuar con la instalación del código de seguimiento, primero debemos confirmar sus permisos de acceso.

source: It automatically activates the RD Station Marketing tracking code in your Wordpress pages, enabling features such as Lead Tracking and Pop ups. It also integrates the contact forms that capture Leads that convert in your website forms directly to RD Station Marketing.
es: Activa automáticamente el código de seguimiento de RD Station Marketing en sus páginas de Wordpress, habilitando funciones como el seguimiento de clientes potenciales y las ventanas emergentes. También integra los formularios de contacto que capturan Leads que se convierten en los formularios de su sitio web directamente en RD Station Marketing.

source: Disconnect from RD Station
es: Desconectarse de RD Station

source: The plugin is connected and allows the use of Tracking Code, pop-ups and form integrations. If you want to disconnect, just click the button below.
es: El complemento está conectado y permite el uso de código de seguimiento, ventanas emergentes e integraciones de formularios. Si desea desconectarse, simplemente haga clic en el botón de abajo.

source: RD Station Integration Settings
es: Configuración de integración de RD Station

source: Tracking Code:
es: Codigo de localización:

source: RD Station Settings
es: Configuración de RD Station

source: Identifier from checkout conversions
es: Identificador de conversiones de pago

source: No integration found in the trash
es: No se encontró integración en la papelera

source: No integration found
es: No se encontró integración

source: Search integrations
es: Integraciones de búsqueda

source: View integrations
es: Ver integraciones

source: New integration
es: Nueva integración

source: Edit integration
es: Editar integración

source: Create new integration
es: Crear nueva integración

source: Create integration
es: Crear integración

source: Map the fields below according to their names in RD Station.
es: Asigne los campos a continuación según sus nombres en RD Station.

source: No forms have been found. <a href='admin.php?page=gf_new_form'>Click here to create a new one.</a>
es: No se han encontrado formularios. <a href='admin.php?page=gf_new_form'>Haga clic aquí para crear uno nuevo.</a>

source: No forms have been found. <a href='admin.php?page=wpcf7-new'>Click here to create a new one.</a>
es: No se han encontrado formularios. <a href='admin.php?page=wpcf7-new'>Haga clic aquí para crear uno nuevo.</a>

source: You need to connect to RD Station to map the fields,
es: Debe conectarse a RD Station para mapear los campos,

source: click here to go to Settings page and than 'Connect to RD Station'
es: haga clic aquí para ir a la página de Configuración y luego a 'Conectar a RD Station'

source: To see the fields created in RDSM reload page.
es: Para ver los campos creados en la página de recarga de RDSM.

source: The fields on this form have not yet been mapped, you can configure them below or
es: Los campos de este formulario aún no se han mapeado, puede configurarlos a continuación o

source: click here for more information
es: haga clic aquí para más información

source: Create field in RDSM
es: Crear campo en RDSM

source: You need to connect to RD Station to map the fields, click in 'Connect to RD Station' to login
es: Debe conectarse a RD Station para mapear los campos, haga clic en 'Conectar a RD Station' para iniciar sesión

source: Add RD Station scripts
es: Agregar scripts de RD Station

source: Scripts added here will be inserted <strong>before closing &lt;/body&gt; tag</strong>
es: Se insertarán los scripts agregados aquí <strong>antes de cerrar etiqueta &lt;/body&gt;</strong>

source: Scripts added here will be inserted inside the <strong><code>&lt;head&gt</code> tag</strong>
es: Los scripts agregados aquí se insertarán dentro del <strong>etiqueta<code>&lt;head&gt</code></strong>

source: This identifier will help you to identify the Lead source.
es: Este identificador le ayudará a identificar la fuente del cliente potencial.

source: Select a form to integrate with RD Station
es: Seleccione un formulario para integrarlo con RD Station

source: Conversion identifier
es: Identificador de conversión

source: General Settings
es: Configuración general

source: All integrations
es: Todas las integraciones
